Repository: collective/collective.linkcheck
Catalog: src/collective/linkcheck/locales/*/LC_MESSAGES/collective.linkcheck.po
Languages: de

source: ${age} days
de: ${age} Tage

source: ${age} hours
de: ${age} Stunden

source: ${age} minutes
de: ${age} Minuten

source: ${age} seconds
de: ${age} Sekunden

source: ${count} updates per transaction.
de: ${count} Aktualisierungen/Transaktion

source: ${referers} pages
de: ${referers} Seite(n)

source: A day
de: Ein Tag

source: Action
de: Aktion

source: Active links
de: Aktive Links

source: Age
de: Alter

source: All data cleared.
de: Alle Daten gelöscht.

source: An hour
de: Eine Stunde

source: Authentification
de: Authentifizierung

source: Average entropy
de: Durchschnittliche Auslastung

source: Check items in these states on crawling and updating
de: Inhalten mit folgenden Status sollen überpfüft werden

source: Check on every request
de: Bei jedem Request überprüfen

source: Clear
de: Löschen

source: Clear and crawl
de: Löschen und die ganze Seite überprüfen

source: Concurrency
de: Anzahl Linkchecker-Threads

source: Content types to check
de: Inhaltstypen überprüfen

source: Content types to check on crawling and updating
de: Folgende Inhaltstypen werden beim crawlen und ändern geprüft

source: Each entry must contain at least two '|'
de: Jeder Eintrag muss mindestens zwei '|' enthalten

source: Enqueue
de: erneut prüfen

source: Expiration
de: Gültigkeitszeitraum

source: Export as csv
de: Als csv exportieren

source: Ignore list
de: Ignorierte Links

source: In queue
de: In der Queue

source: Last updated ${date}.
de: zuletzt aktualisiert am ${date}

source: Link validity
de: Überprüfung externer Links

source: Problems
de: Probleme

source: RSS-feed available. Click the orange icon.
de: RSS-Feed vorhanden. Klicken Sie das orange Icon.

source: Referring pages:
de: Verweisende Seite(n)

source: Remove
de: Entfernen

source: Report
de: Bericht

source: Report Urls count
de: Anzahl der angezeigten Adressen

source: Select this option to check the links on every request. When disabled checks will be made only on explicit request.
de: Wählen Sie diese Option um Links bei jedem Aufruf einer Seite zu überprüfen.

source: Select this option to publish internal links that have not been requested, and thus have no recorded response status.
de: Aktivieren um intern verlinkte Seiten zu überprüfen

source: Settings
de: Einstellungen

source: Statistics
de: Statistik

source: The database will store up to this number of referring links for each entry.
de: Die Datenbank speichert maximal soviele verweisenden Links pro Eintrag.

source: The minimum number of hours between checking the same link to update its link validity status.
de: Dauer in Stunden zwischen der erneuten Überprüfung von fehlerhaften Links.

source: The number of Urls to show in the report view.
de: maximale Anzahl der URLs die im Bericht angezeigt werden

source: The number of items pulled out of the worker queue for every transaction.
de: Anzahl der zu prüfenden Links pro Transaktion.

source: The timeout in seconds. Increase when using a slow network/proxy or link to slow sites.
de: Der Timeout in Sekunden. Erhöhen Sie diesen Wert wenn Sie ein langsames Netzwerk/Proxy verwenden oder zu sehr langsamen Seiten verlinken.

source: This decides the link expiration threshold. Enter the number of days that a link should be valid after an appearance in the page output.
de: Anzahl der Tage wie lange ein nicht mehr verwendeter Link in der Datenbank gespeichert bleiben soll.

source: This decides the number of simultaneous downloads.
de: Dieser Wert gibt die Anzahl der Threads zur gleichzeitigen Überprüfung von Links an.

source: This feed contains entries for links with a bad status.
de: Dieser rss-Feed enthält Einträge für Links die Fehler verursachen.

source: This table lists the top URLs with a bad status. To retry a URL immediately, select "Enqueue". Each entry expands to display the pages that the link appeared on and the location in the HTML markup.
de: Dieser Bericht zeigt die Top URLs mit kritischem Status. Klicken Sie auf die URL um mehr Informationen zu erhalten (verlinkte Seite, Position im HTML Code)

source: Transaction size
de: Transaktionsgröße

source: Update interval
de: Aktualisierungsinterval

source: Use publisher
de: Benutze internen Publisher

source: Use regular expressions to prevent links from appearing in the list. One expression per line (e.g. "^http://bit.ly").
de: Benutzen Sie reguläre Ausdrücke um die Überprüfung zu verhindern. Geben Sie einen Ausdruck pro Zeile an.

source: View report and configure operation.
de: Bericht und Einstellungsansicht

source: Workflow states to check
de: Workflow Status überprüfen
